import { type Service } from './../models/service.model';
export default [
    {
      "category": "Ортопедия",
      "subcategories": [
        {
          "name": "Виниры",
          "description": "Мы знаем все о качественной установке виниров и подарим вам улыбку мечты!",
          "details": [
            "Что такое виниры?",
            "ВИНИРЫ — тонкие керамические пластинки-накладки толщиной от 0.1 мм. Используются для реставрации передних зубов.",
            "Они позволяют изменить форму, цвет зубов, устранить сколы, закрыть тремы и диастемы и достичь ослепительной «голливудской» улыбки.",
            "В настоящее время виниры — самый востребованный способ коррекции зубов в эстетической стоматологии.",
            "Виниры бывают только из керамики!"
          ],
          "types": [
            {
              "name": "Полевошпатная керамика",
              "description": "Филигранная ручная работа послойного нанесения кисточкой.",
              "features": [
                "Микро-рельеф",
                "Естественность",
                "Высокая прозрачность",
                "Малая инвазивность (0.1 мм)"
              ]
            },
            {
              "name": "Виниры E-MAX",
              "description": "Готовые керамические блоки, шлифуемые в станке.",
              "features": [
                "Повышенная прочность материала",
                "Толщина обточки 0.3-0.4 мм"
              ]
            }
          ],
          "benefits": [
            "Изменение формы",
            "Изменение цвета",
            "Закрытие трем и диастем",
            "Выравнивание зубного ряда",
            "Навсегда изменить улыбку",
            "Предотвратить стираемость зубов"
          ],
          "preparationSteps": [
            {
              title: "Консультация и диагностика"
            },
            {
              title: "Лечение зубов"
            },
            {
              title: "Профессиональная гигиена полости рта"
            },
            {
              title: "Препарирование зубов"
            },
            {
              title: "Изготовление виниров"
            },
            {
              title: "Установка виниров"
            }
          ],
          "warnings":[
            'Нельзя устанавливать виниры на зубы с кариесом или воспалением десен.',
            'Уход за винирами включает в себя регулярную чистку зубов, использование зубной нити и профессиональную гигиену полости рта.',
            'Не рекомендуется грызть твердые предметы и откусывать передними зубами.',
            'При занятиях спортом рекомендуется использовать защитную капу'
          ],
          "careRecommendations": [
            "Регулярная чистка зубов",
            "Использование зубной нити",
            "Профессиональная гигиена полости рта",
            "Не грызть твердые предметы",
            "Использовать капу при занятиях спортом"
          ],
          "faq":[
            {
              question: 'Что делать дальше?',
              answer:'Регулярный осмотр и профессиональная гигиена — 1 раз в 3 месяца.Уход за винирами практически не отличается от стандартного ухода за полостью рта. Специалисты iDentist рекомендуют проводить профессиональную гигиену зубов и проверку правильного смыкания виниров 1 раз в 2,5 — 3 месяца. А так же обеспечить правильный уход за винирами в домашних условиях.'
            },
            {
              question: 'Что такое виниры?',
              answer: 'Виниры — это тонкие пластинки , которые покрывают зубы, защищают их и делают эстетичными. Чаще всего их изготавливают из керамики, в соответствии с формой зубов и желаемым цветом,с продолжительным сроком службы. Они корректируют нарушение формы и цвета зуба, а также защищают зубы.'
            }
          ],
          "advantages":[
            {
              type: 'desc',
              data: 'В настоящее время виниры — самый востребованный способ коррекции зубов в эстетической стоматологии. Миниатюрные накладки позволяют быстро скрыть заметные дефекты фронтальных зубов и делают улыбку красивой.',
            },
            {
              type: 'desc',
              data: 'Виниры — это отличный способ обрести безупречную улыбку. Цену виниров на 1 зуб вы можете узнать на нашем сайте или записавшись на консультацию в нашу клинику.'
            },
            {
              type: 'desc',
              data: 'Преимущества виниров:'
            },
            {
              type: 'list',
              data: 'Высокая эстетика;Устойчивы к окрашиванию и гипоаллергенны;Предотвращают стираемость зубов;Продолжительный срок службы'
            },
            {
              type: 'desc',
              data: 'Виниры не только внешне преображают зубы, но и защищают их от агрессивного воздействия. Их подбирают индивидуально для каждого клиента. При этом учитываются не только форма, но и цвет зубов'
            }
          ]
        },
        {
          "name": "Коронки",
          "description": "Безметалловые коронки – современный метод восстановления зубов.",
          "details": [
            "КОРОНКИ НА ЗУБ",
            "Всего за один сеанс мы восстановим поврежденный зуб...",
            "ЧТО ТАКОЕ КОРОНКИ?"
          ],
          "benefits": [
            "Абсолютная эстетика и натуральность",
            "Восстановление высоты прикуса",
            "Отсутствие металлического привкуса",
            "Долговечность (срок службы более 15 лет)",
            "Анатомическое восстановление",
            "Здоровая десна без воспалений"
          ],
          "types": [
            {
              "name": "Безметалловая коронка из диоксида циркония",
              "description": "Эстетичная, гипоаллергенная, долговечная.",
              "features": [
                "Эстетичность",
                "Гипоаллергенность",
                "Прочность более 20 лет",
                "Безопасность для соседних зубов"
              ]
            }
          ],
          "preparationSteps": [
            "Компьютерное моделирование улыбки",
            "Удаление тканей, пораженных кариесом",
            "Обточка зуба",
            "Снятие слепков",
            "Установка временной коронки",
            "Примерка и установка постоянной коронки"
          ],
          "careRecommendations": [
            "Регулярный осмотр — 1 раз в 3 месяца",
            "Профессиональная гигиена — 1 раз в 2.5–3 месяца"
          ]
        }
      ]
    },
    {
      "category": "Ортодонтия",
      "subcategories": [
        {
          "name": "Брекеты и элайнеры",
          "description": "Полное обследование полости рта и индивидуальный план лечения.",
          "details": [
            "Каппы (элайнеры)",
            "Самолигирующиеся брекет-системы",
            "Лингвальные брекет-системы",
            "Альтернативные методики (трейнеры, пластинки)"
          ],
          "types": [
            {
              "name": "Самолигирующиеся брекеты",
              "description": "Обновленные безлигатурные конструкции, сокращающие сроки лечения.",
              "features": [
                "Снижение трения",
                "Нет необходимости в частых визитах",
                "Различные материалы: металл, керамика"
              ]
            },
            {
              "name": "Лингвальные брекеты",
              "description": "Незаметные системы на внутренней стороне зубов.",
              "features": [
                "Эстетика",
                "Удобство",
                "Быстрая адаптация"
              ]
            },
            {
              "name": "Каппы (элайнеры)",
              "description": "Съёмные индивидуальные конструкции для лёгких случаев.",
              "features": [
                "Лёгкость",
                "Компактность",
                "Эстетичность"
              ]
            }
          ],
          "preparationSteps": [
            "Лечение кариеса",
            "Удаление зубов (если показано)",
            "Гигиена и укрепление эмали"
          ],
          "installationSteps": [
            "Примерка керамической вкладки",
            "Установка брекетов",
            "Коррекция дуги каждые 4-6 недель",
            "Снятие системы, установка ретейнера и каппы",
            "Рекомендации врача"
          ]
        }
      ]
    },
    {
      "category": "Терапия",
      "subcategories": [
        {
          "name": "Кариес",
          "description": "Бережное восстановление тканей зубов.",
          "reasons": [
            "Лечение запущенного кариеса дороже",
            "Кариес снижает иммунитет",
            "Вызывает неприятный запах"
          ],
          "stages": [
            "Стадия пятна",
            "Поверхностный кариес",
            "Средний кариес",
            "Глубокий кариес"
          ],
          "treatmentSteps": [
            "Диагностика и подготовка",
            "Анестезия",
            "Удаление кариозных тканей",
            "Изоляция зуба",
            "Медикаментозная обработка",
            "Пломбирование",
            "Шлифовка и полировка"
          ],
          "careRecommendations": [
            "Ограничить прием пищи 2-3 часа после лечения",
            "Избегать твердой, липкой, горячей или холодной пищи",
            "Использовать мягкую щетку"
          ]
        }
      ]
    },
    {
      "category": "Хирургия",
      "subcategories": [
      ]
    }
  ]as Service[]